{
  "processed_files": [
    "documents/Martín Lucero (Sec.Gral) - SADOP (Secc. Rosario)-Propuestas de articulado-Sección Octava, Capitulo Único-Derecho a la Educación - NOTA-2025-00001586-APPSF-CRSF#CRSF-P.pdf",
    "documents/Francisco Juan Menin - Reconocimiento constitucional de los derechos de las juventudes - NOTA-2025-00001382-APPSF-CRSF#CRSF-P.pdf",
    "documents/Gonzalo Ariel Miranda Aguiar - Reconocimiento constitucional del Río Paraná - NOTA-2025-00002358-APPSF-CRSF#CRSF-P.pdf",
    "documents/Mario Juan Martin Cairoli - Propuesta para crear un Defensor de Personas Mayores y garantizar der - NOTA-2025-00000913-APPSF-CRSF#CRSF-P.pdf",
    "documents/Ariel Sclafani (Pte. Bloque) y otro - NOTA-2025-00000136-APPSF-CRSF#CRSF-P.pdf",
    "documents/Ramiro Paez-Incorporación del art. sobre responsabilidad ciudadana ante la basura y la contaminación - NOTA-2025-00001962-APPSF-CRSF#CRSF-P.pdf",
    "documents/Jonatan Martin Exequiel Ruiz - Establecimientos Públicos de Atención de Salud Animal - NOTA-2025-00002328-APPSF-CRSF#CRSF-P.pdf",
    "documents/EMIR HERNAN VIOTTI - Ley de Protección de la Libertad Religiosa la Vida desde la Concepción etc - NOTA-2025-00000971-APPSF-CRSF#CRSF-P.pdf",
    "documents/Jesica Natalí Mansilla - Logia Juana Manso N°19-Modificación e inclusión de los artículos 109 a 113 - NOTA-2025-00001734-APPSF-CRSF#CRSF-P.pdf",
    "documents/Guillermo Marcelo Ruiz - Propuesta de autonomía municipal y rechazo a la coparticipación fiscal - NOTA-2025-00001024-APPSF-CRSF#CRSF-P.pdf",
    "documents/Decanos y otros - FACULTADES Y COLEGIO DE ARQUITECTOS - ART107 - NOTA-2025-00000456-APPSF-CRSF#CRSF-P.pdf",
    "documents/Luis Francisco Costamagna - Incorporación del Turismo como Derecho a su Ejercicio y Producción - NOTA-2025-00002298-APPSF-CRSF#CRSF-P.pdf",
    "documents/CARINA VIVIANA GANUZA – Incorporación a la Constitución de asuntos relacionados con niñez y adolesc. - NOTA-2025-00001548-APPSF-CRSF#CRSF-P.pdf",
    "documents/BRYAN J. MAYER - PROYECTO PARTICULAR - ARTICULOS 34 38 107 - NOTA-2025-00000425-APPSF-CRSF#CRSF-P.pdf",
    "documents/RICARDO ALEJANDRO TERRILE - ART 40 - NOTA-2025-00000574-APPSF-CRSF#CRSF-P.pdf",
    "documents/Facultades de Arquitectura de la Provincia - FACULTADES Y COLEGIO DE ARQUITECTOS - ART 107 - NOTA-2025-00000454-APPSF-CRSF#CRSF-P.pdf",
    "documents/Gustavo Alfredo Ríos - Propone políticas para veteranos y ex-soldados convocados en la guerra - NOTA-2025-00001062-APPSF-CRSF#CRSF-P.pdf",
    "documents/RICARDO ALEJANDRO TERRILE - PROYECTO PARTICULAR - REFORMA ARTICULO 3 - EE-2025-00000069-APPSF-CRSF.pdf",
    "documents/Raquel Ballesio - (Art. 22) CLÁUSULA CONSTITUCIONAL SOBRE BIBLIOTECAS POPULARES - NOTA-2025-00001713-APPSF-CRSF#CRSF-P.pdf",
    "documents/Rocío Marisol Troncoso Ríos - Asociación Tu imagen mí recuerdo - Modificación del artículo 19 - NOTA-2025-00001841-APPSF-CRSF#CRSF-P.pdf",
    "documents/VALENTINA GUILLEN - Financiamiento justo y estratégico para la educación terciaria pública - NOTA-2025-00001414-APPSF-CRSF#CRSF-P.pdf",
    "documents/Juan Senn - Concejales de Rafaela proponen reformas en seguridad, ambiente y derechos - NOTA-2025-00002171-APPSF-CRSF#CRSF-P.pdf",
    "documents/Elbio Carletti (Pte.) y otro - Asociación del Personal Jerárquico de la Empresa provincial de la Energía modif. art. 21- NOTA-2025-00001507-APPSF-CRSF#CRSF-P.pdf",
    "documents/Leo Ezequiel Bilanski - Incorporación de las PyMEs y cooperativas - NOTA-2025-00000759-APPSF-CRSF#CRSF-P.pdf",
    "documents/Facundo Tapia (Sec.Gral) y otros - Sindicatos de Luz y Fuerza de la Provincia-Modificación del artículo 21 - NOTA-2025-00001967-APPSF-CRSF#CRSF-P.pdf",
    "documents/María Elisabet Quiroga -Ley de Paridad Técnica Científica y Productiva en el Estado Provincia - NOTA-2025-00000914-APPSF-CRSF#CRSF-P.pdf",
    "documents/Gustavo Diego Peretti - Propone políticas para veteranos y ex-soldados convocados en la guerra - NOTA-2025-00001059-APPSF-CRSF#CRSF-P.pdf",
    "documents/Lucila De Ponti y otros - NOTA-2025-00002261-APPSF-CRSF#CRSF-P.pdf",
    "documents/Marcelo Gelcich - Propone incorporar el Fuero de Consumo - NOTA-2025-00001270-APPSF-CRSF#CRSF-P.pdf",
    "documents/Jose Luis Salvadores - garantizar la libertad religiosa en la Constitución - NOTA-2025-00001891-APPSF-CRSF#CRSF-P.pdf",
    "documents/Norberto Daniel Dides - FERIADO BRIGADIER LOPEZ - NOTA-2025-00000555-APPSF-CRSF#CRSF-P.pdf",
    "documents/JUAN MANUEL GONZALEZ - PODER LEGISLATIVO - NOTA-2025-00000572-APPSF-CRSF#CRSF-P.pdf",
    "documents/Agustín Aloni - fundacion igualar - Derecho a la Ciudad y Ordenamiento Territorial - NOTA-2025-00002473-APPSF-CRSF#CRSF-P.pdf",
    "documents/Roman Luis Orona - Propuesta de reforma para regular la IA y proteger el medioambiente - NOTA-2025-00000951-APPSF-CRSF#CRSF-P.pdf",
    "documents/Carolina Belen Geninatti - Propone modernizar la Acción de Amparo con un Consejo de Tutelaje - NOTA-2025-00001246-APPSF-CRSF#CRSF-P.pdf",
    "documents/Adalberto Di Santo - Propuesta sobre autonomía municipal - NOTA-2025-00001519-APPSF-CRSF#CRSF-P.pdf",
    "documents/Jorge Zarate - Propone un nuevo régimen electoral con un fuero judicial autónomo - NOTA-2025-00001233-APPSF-CRSF#CRSF-P.pdf",
    "documents/BRYAN J. MAYER - PROYECTO PARTICULAR - REINCIDENCIA - NOTA-2025-00000333-APPSF-CRSF#CRSF-P.pdf",
    "documents/CARINA NOEMI SUPPO  - PROYECTO PARTICULAR - DERECHOS A LA LECTURA - EE-2025-00000045-APPSF-CRSF.pdf",
    "documents/Elvio Diego Galatti - ORGANIZACIONES LGBTIQ+ - EE-2025-00000029-APPSF-CRSF.pdf",
    "documents/Mario Don - Propone dar autonomía a municipios para crear sus propias policías - NOTA-2025-00001189-APPSF-CRSF#CRSF-P.pdf",
    "documents/Ariel Alberto Bonadeo - incorporar derecho a acompañamiento en salud - NOTA-2025-00001895-APPSF-CRSF#CRSF-P.pdf",
    "documents/Pedro Bayugar (SADOP) -PRCSF- Propuestas en materia laboral y previsional - NOTA-2025-00001622-APPSF-CRSF#CRSF-P.pdf",
    "documents/MArcelo Boyle - Busca establecer principios de legalidad y responsabilidad fiscal - NOTA-2025-00001107-APPSF-CRSF#CRSF-P.pdf",
    "documents/Carlota Julia Lopez - Reforma al art. 3 de la Ley 14.384 - NOTA-2025-00001392-APPSF-CRSF#CRSF-P.pdf",
    "documents/Sozzo G., Hernández C., Frustagli S., Bianchi L. - DERECHOS CONSUMIDORES - NOTA-2025-00000384-APPSF-CRSF#CRSF-P.pdf",
    "documents/Horacio Mezzadra (Sec.Gral.) - Coordinadora de Cajas de Previsión y Seguridad Social para Profesionales - INCORPORAR ARTICULO - NOTA-2025-00000649-APPSF-CRSF#CRSF-P.pdf",
    "documents/Nicolas Augusto Cattaneo - Propone un artículo de protección integral a los derechos del un mayor - NOTA-2025-00000989-APPSF-CRSF#CRSF-P.pdf",
    "documents/Alberto Daniel Rosandi - Propone el Desarrollo de una Política Territorial e Inclusiva sobre IA - NOTA-2025-00001768-APPSF-CRSF#CRSF-P.pdf",
    "documents/Marcelo Boyle - Propone un nuevo derecho a la educación vinculada al sistema productivo - NOTA-2025-00001180-APPSF-CRSF#CRSF-P.pdf"
  ],
  "last_batch": 1,
  "total_files": 50
}